Revit 2027 API
ParameterTypeId.CwpLinkedRoomPhases Property
 "Phases"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpLinkedRoomPhases { get; }
Public Shared ReadOnly Property CwpLinkedRoomPhases As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpLinkedRoomPhases {
	ForgeTypeId^ get ();
}
static member CwpLinkedRoomPhases : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace